experiments/redis_contention/redis_multi_throughput_pairs/loaded_pairs_8/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        32418.25          ---          ---         0.06144         0.05500         0.11100         0.89500     33993.18 
Gets        32418.05        41.47     32376.58         0.05618         0.05500         0.09500         0.87900      1334.05 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      64836.30        41.47     32376.58         0.05881         0.05500         0.10300         0.88700     35327.23